export default [
    {
        no: '01',
        plant: '大花咸豐草',
        img: './img/IMG_NO01.png',
        question: '請問大花咸豐草的種子為何能附著在衣物或是動物身上?',
        options: ['有倒鉤', '有黏性', '會寄生', '有磁性'],
        answer: '有倒鉤',
        difficulty:
            '大花咸豐草的種子具有逆刺的冠毛，可附著於人畜身上，傳播至遠方',
    },
    {
        no: '02',
        plant: '大花咸豐草',
        img: './img/IMG_NO01.png',
        question:
            '最初引入大花咸豐草是為了改善蜂農經濟情況，請問因此獲得了哪種別稱?',
        options: ['鬼針草', '錦州草', '同志草', '白花婆婆針'],
        answer: '錦州草',
        difficulty:
            '蜂農李錦洲從琉球引進了全年開花的蜜源植物白花鬼針草，台灣養蜂協會為了紀念他的貢獻將其取名為錦州草',
    },
    {
        no: '03',
        plant: '非洲鳳仙花',
        img: './img/IMG_NO02.png',
        question: '非洲鳳仙花為園藝植物，卻被列為入侵種，請問他會造成什麼問題?',
        options: ['排擠植物', '慢性中毒', '倒刺傷人', '寄生植物'],
        answer: '排擠植物',
        difficulty:
            '非洲鳳仙花不會對人體造成傷害，卻因大量種植，在野外氾濫生長，排擠本地植物的生存空間',
    },
    {
        no: '04',
        plant: '非洲鳳仙花',
        img: './img/IMG_NO02.png',
        question: '請問非洲鳳仙花的種子具有何種特別的傳播方式?',
        options: ['動物', '水流', '風力', '彈力'],
        answer: '彈力',
        difficulty: '非洲鳳仙花的蒴果成熟後，會爆裂而使種子彈出，可彈至3-5尺外',
    },
    {
        no: '05',
        plant: '巴西水竹草',
        img: './img/IMG_NO03.png',
        question:
            '巴西水竹草在野外快速增加，被列為入侵種，請問是因為他如何生長?',
        options: ['匍匐', '直立', '纏繞', '攀援'],
        answer: '匍匐',
        difficulty:
            '巴西水竹草匍匐生長於其他植物上，令其無法生長，且可以斷裂生殖',
    },
    {
        no: '06',
        plant: '巴西水竹草',
        img: './img/IMG_NO03.png',
        question:
            '巴西水竹草為園藝植物引入，葉子為其特徵之一，請問他的葉脈如何生長?',
        options: ['羽狀脈', '網狀脈', '掌狀脈', '平行脈'],
        answer: '平行脈',
        difficulty: '白花、平行脈、匍匐生長的莖是巴西水竹草最大的特徵',
    },
    {
        no: '07',
        plant: '小花蔓澤蘭',
        img: './img/IMG_NO04.png',
        question: '小花蔓澤蘭因其危害而列為入侵種，請問他會造成甚麼問題?',
        options: ['人體過敏', '排斥植物', '纏繞植物', '寄生植物'],
        answer: '纏繞植物',
        difficulty:
            '小花蔓澤蘭藉由纏繞植物，阻礙植物光合作用，只要被覆蓋幾個月便會枯死',
    },
    {
        no: '08',
        plant: '小花蔓澤蘭',
        img: './img/IMG_NO04.png',
        question: '小花蔓澤蘭為最危險的入侵種，請問何者不是他的別稱?',
        options: ['植物殺手', '綠癌', '生態殺手', '黃癌'],
        answer: '黃癌',
        difficulty:
            '小花蔓澤蘭有著「綠色殺手」、「植物殺手」或「綠癌」等稱號，並被列為世界百大入侵種',
    },
    {
        no: '09',
        plant: '水芙蓉',
        img: './img/IMG_NO05.png',
        question: '水芙蓉透過大量繁殖覆蓋了水面，請問他用何種方式不斷繁殖?',
        options: ['斷裂繁殖', '分裂生殖', '走莖繁殖', '孢子繁殖'],
        answer: '走莖繁殖',
        difficulty:
            '水芙蓉的莖為走莖，每長出一條走莖，就會再新長出一個幼株，有驚人的無性繁殖能力',
    },
    {
        no: '10',
        plant: '水芙蓉',
        img: './img/IMG_NO05.png',
        question: '水芙蓉最初作為觀賞植物和飼料引入，卻造成了何種問題??',
        options: ['阻塞河道', '寄生植物', '倒刺傷人', '過敏花粉'],
        answer: '阻塞河道',
        difficulty:
            '氾濫的水芙蓉會阻塞河道，並且腐爛後會消耗水中氧氣，危害生態',
    },
    {
        no: '11',
        plant: '布袋蓮',
        img: './img/IMG_NO06.png',
        question: '布袋蓮最初作為觀賞植物和飼料引入，卻造成了何種問題?',
        options: ['水質缺氧', '寄生植物', '倒刺傷人', '過敏花粉'],
        answer: '水質缺氧',
        difficulty:
            '氾濫的布袋蓮會阻塞河道，並且腐爛後會消耗水中氧氣，危害生態',
    },
    {
        no: '12',
        plant: '布袋蓮',
        img: './img/IMG_NO06.png',
        question: '布袋蓮最初作為觀賞植物和飼料引入，具有什麼特徵?',
        options: ['葉片布滿絨毛', '根固定水底', '葉柄膨大', '具有倒刺'],
        answer: '葉柄膨大',
        difficulty: '布袋蓮的葉柄膨大如氣囊狀，因此可漂浮於水面',
    },
    {
        no: '13',
        plant: '互花米草',
        img: './img/IMG_NO07.png',
        question: '互花米草有溼地殺手之稱，請問他具有何種特點?',
        options: ['吸收水源', '地下根莖', '匍匐生長', '寄生植物'],
        answer: '地下根莖',
        difficulty:
            '互花米草的地下根莖可長達60公分，並抓住土壤，使濕地陸化，改變地貌',
    },
    {
        no: '14',
        plant: '互花米草',
        img: './img/IMG_NO07.png',
        question:
            '互花米草最初有綠色長城之稱，後來卻演變為綠色沙漠，請問是因為造成了何種問題?',
        options: ['吸收水源', '阻塞河道', '具有倒刺', '改變地貌'],
        answer: '改變地貌',
        difficulty:
            '互花米草會排擠原生植物，改變濕地地貌，造成許多生物失去棲地與食物',
    },
    {
        no: '15',
        plant: '馬纓丹',
        img: './img/IMG_NO08.png',
        question:
            '馬纓丹是觀賞植物，有多種顏色與別名，請問下列名稱何者不是他的稱號?',
        options: ['臭金鳳', '綿鼻公花', '五色梅', '七彩花'],
        answer: '七彩花',
        difficulty:
            '馬纓丹因色彩多變稱為五色梅、五彩花，客家人成為綿鼻公花，也有臭金鳳等別名',
    },
    {
        no: '16',
        plant: '馬纓丹',
        img: './img/IMG_NO08.png',
        question: '馬纓丹屬於有毒植物，請問哪一個部位有毒?',
        options: ['枝葉', '根', '花朵', '莖'],
        answer: '枝葉',
        difficulty:
            '馬纓丹的枝葉及未成熟果實皆有毒，誤食會造成慢性中毒，嚴重會導致肝臟和腎臟衰竭',
    },
    {
        no: '17',
        plant: '紫花藿香薊',
        img: './img/IMG_NO09.png',
        question: '紫花藿香薊與貓腥草外型相似，請問紫花藿香薊的葉子為何種形狀?',
        options: ['針形', '心形', '卵形', '倒卵形'],
        answer: '心形',
        difficulty: '紫花藿香薊的葉子為心形，貓腥草的葉子為卵形至橢圓形',
    },
    {
        no: '18',
        plant: '紫花藿香薊',
        img: './img/IMG_NO09.png',
        question: '紫花藿香薊分布於平地、田邊和荒野中，請問他是如何傳播種子?',
        options: ['動物', '水流', '風力', '彈跳'],
        answer: '風力',
        difficulty: '紫花藿香薊的種子為針狀冠毛，成熟後會像蒲公英一樣隨風飄散',
    },
    {
        no: '19',
        plant: '貓腥草',
        img: './img/IMG_NO10.png',
        question: '紫花藿香薊與貓腥草外型相似，請問貓腥草的葉子為何種形狀?',
        options: ['針形', '心形', '卵形', '倒卵形'],
        answer: '卵形',
        difficulty: '紫花藿香薊的葉子為心形，而貓腥草的葉子為卵形至橢圓形',
    },
    {
        no: '20',
        plant: '貓腥草',
        img: './img/IMG_NO10.png',
        question:
            '紫花藿香薊與貓腥草外型相似，氣味有所不同，請問貓腥草的氣味如何?',
        options: ['特殊香味', '貓體腥臭', '刺激辣味', '腐爛臭味'],
        answer: '貓體腥臭',
        difficulty: '紫花藿香薊散發特殊香味，而貓腥草略帶貓體腥臭',
    },
    {
        no: '21',
        plant: '豬草',
        img: './img/IMG_NO11.png',
        question: '豬草因其危害而列入入侵植物，請問他會造成甚麼問題?',
        options: ['慢性中毒', '排斥生物', '寄生植物', '花粉過敏'],
        answer: '花粉過敏',
        difficulty:
            '豬草每天可生產一百萬粒花粉，花粉如黃霧般散落，並引發過敏等症狀',
    },
    {
        no: '22',
        plant: '豬草',
        img: './img/IMG_NO11.png',
        question:
            '豬草入侵濱海與荒野，並在開花時散發大量花粉，請問豬草何時開花?',
        options: ['三月', '六月', '八月', '十二月'],
        answer: '八月',
        difficulty:
            '豬草每年八月左右開花，並散發大量花粉導致過敏，會引發枯草熱、花粉症及其他呼吸道疾病',
    },
    {
        no: '23',
        plant: '美洲含羞草',
        img: './img/IMG_NO12.png',
        question: '美洲含羞草生長在荒野中並列為入侵植物，請問他如何生長?',
        options: ['直立', '匍匐', '纏繞', '水中'],
        answer: '匍匐',
        difficulty:
            '美洲含羞草為匍匐生長的藤本植物，身上的倒刺會阻礙動物與人類的生存空間',
    },
    {
        no: '24',
        plant: '美洲含羞草',
        img: './img/IMG_NO12.png',
        question: '美洲含羞草因其危害而列入入侵植物，請問他會造成甚麼問題?',
        options: ['倒刺傷人', '慢性中毒', '寄生植物', '阻塞河道'],
        answer: '倒刺傷人',
        difficulty:
            '美洲含羞草的莖條上有許多倒刺，容易使人受傷，且生命力強韌，需連根拔起',
    },
    {
        no: '25',
        plant: '銀膠菊',
        img: './img/IMG_NO13.png',
        question: '銀膠菊因其危害而列入入侵植物，請問他會造成甚麼問題?',
        options: ['人體過敏', '倒刺傷人', '寄生植物', '阻塞河道'],
        answer: '人體過敏',
        difficulty:
            '銀膠菊除了對生態造成破壞外，還會威脅人體健康，花粉會引發人體過敏等症狀',
    },
    {
        no: '26',
        plant: '銀膠菊',
        img: './img/IMG_NO13.png',
        question: '銀膠菊外表與滿天星相似，請問銀膠菊葉子的背面為何種顏色?',
        options: ['灰白色', '淡綠色', '淺黃色', '米白色'],
        answer: '淡綠色',
        difficulty: '銀膠菊葉子的背面為淡綠色，而滿天星葉子的背面為灰白色',
    },
    {
        no: '27',
        plant: '銀合歡',
        img: './img/IMG_NO14.png',
        question: '銀合歡因其危害而列入入侵植物，請問他會造成甚麼問題?',
        options: ['人體過敏', '倒刺傷人', '排斥植物', '阻塞河道'],
        answer: '排斥植物',
        difficulty:
            '銀合歡具有一種含羞草毒的化學物質，會讓其他植物無法生長，甚至死亡',
    },
    {
        no: '28',
        plant: '銀合歡',
        img: './img/IMG_NO14.png',
        question: '銀合歡在墾丁大量擴散成為威脅，但請問最初時何種原因而引入?',
        options: ['傳播花粉', '園藝觀賞', '保持水土', '木材燒柴'],
        answer: '木材燒柴',
        difficulty:
            '銀合歡最初是作為牲畜飼料與薪柴引入，但隨著時代演變荒廢後開始蔓延',
    },
    {
        no: '29',
        plant: '日本菟絲子',
        img: './img/IMG_NO15.png',
        question: '日本菟絲子因其危害而列入入侵植物，請問他會造成甚麼問題?',
        options: ['人體過敏', '倒刺傷人', '寄生植物', '阻塞河道'],
        answer: '寄生植物',
        difficulty:
            '日本菟絲子能攀附及覆蓋在其他植物上，並用吸器Zㄋ吸收宿主養分，導致死亡',
    },
    {
        no: '30',
        plant: '日本菟絲子',
        img: './img/IMG_NO15.png',
        question: '日本菟絲子寄生於植物身上時，請問他用何種部位吸收養分?',
        options: ['根', '莖', '葉', '果實'],
        answer: '莖',
        difficulty:
            '日本菟絲子沒有葉子與根，無法逕行光合作用，只能以莖的吸器吸收宿主養分',
    },
    {
        no: '31',
        plant: '外來種',
        img: './img/IMG_NO01.png',
        question: '關於對外來種的防治方法，其中哪項是正確的?',
        options: ['廣泛宣傳與教育', '野外放生', '違法引進', '非法販售'],
        answer: '廣泛宣傳與教育',
        difficulty:
            '「預防勝於治療」-唯有大眾對外來種有相當認識與認知，外來種的議題才會受重視，外來種也才不會被隨意引入或運出',
    },
    {
        no: '32',
        plant: '外來種',
        img: './img/IMG_NO04.png',
        question:
            '外來種是非自然分布的生物，經由人類有意或無意引入，請問可能會引發什麼問題?',
        options: ['生態破壞', '溫室效應', '自然災害', '海洋汙染'],
        answer: '生態破壞',
        difficulty:
            '部分外來種會對環境造成極大的破壞，包含原生種滅絕或是改變原本生態，也會造成經濟損失',
    },
]
